Repository: gidema/osm_netex
Catalog: frontend/src/locale/messages.*.xlf
Languages: nl

source: To
nl: Naar

source: These OSM bus lines are not in the NeTex data. They may be discontinued.
nl: De onderstaande OSM buslijnen komen niet (meer) voor in de NeTex data. Ze zijn mogelijk opgeheven.

source: No issues were found for this route.
nl: Er zijn geen problemen gevonden voor deze route.

source: NeTex network {{ network.name }} ({{network.id}})
nl: NeTex netwerk {{ network.name }} ({{network.id}})

source: These Netex bus lines are not found in OSM. They may be missing.
nl: De onderstaande Netex buslijnen zijn niet gevonden in OSM.

source: Route name
nl: Route naam

# CheckingOSMRoute
source: Checking OSM route {{ match.osmName }}
nl: Controle van OSM route {{ match.osmName }}

# DifferentQuay
source: Different quay ({{issue.parameters[2]}}) at position {{issue.parameters[0]}}. Netex quay = {{issue.parameters[1]}}.
nl: Afwijkende halte ({{issue.parameters[2]}}) op positie {{issue.parameters[0]}}. Netex halte = {{issue.parameters[1]}}.

# MissingMultipleQuay
source: Missing quay ({{issue.parameters[0]}}) after {{issue.parameters[1]}} at position {{issue.parameters[2]}}.
nl: Ontbrekende halte ({{issue.parameters[0]}}) op positie {{issue.parameters[1]}} in OSM route tussen {{issue.parameters[2]}} en {{issue.parameters[3]}}.

# MissingQuay
source: Missing quay ({{issue.parameters[0]}}) at position {{issue.parameters[1]}} in OSM route between {{issue.parameters[2]}} and {{issue.parameters[3]}}.
nl: Ontbrekende halte ({{issue.parameters[0]}}) op positie {{issue.parameters[1]}} in OSM route tussen {{issue.parameters[2]}} en {{issue.parameters[3]}}.

# MissingQuays
source: {{issue.parameters[0]}} missing quays starting at position {{issue.parameters[1]}} in OSM route between {{issue.parameters[2]}} and {{issue.parameters[3]}}: {{issue.parameters[4]}}
nl: {{issue.parameters[0]}} ontbrekende haltes vanaf positie {{issue.parameters[1]}} in OSM route tussen {{issue.parameters[2]}} en {{issue.parameters[3]}}: {{issue.parameters[4]}}

# MissingQuaysAtEndOfRoute
source: {{issue.parameters[0]}} Missing quays at end of OSM route:{{issue.parameters[1]}}
nl: {{issue.parameters[0]}} ontbrekende haltes aan het eind van de OSM route: {{issue.parameters[1]}}

# MissingRouteColour
source: Missing route colour. Expected #{{issue.parameters[0]}}
nl: Ontbrekende route kleur: {{issue.parameters[0]}}

source: Netex name
nl: Netex naam

source: Network name
nl: Netwerk naam

source: Osm name
nl: Osm naam

# routeFrom
source: From
nl: Van

# UnexpectedQuay
source: Unexpected quay ({{issue.parameters[0]}}) at position {{issue.parameters[1]}} in OSM route.
nl: Onverwachte halte ({{issue.parameters[0]}}) op positie {{issue.parameters[1]}} in OSM route.

# UnexpectedQuayCode
source: Unexpected quay code for quay {{issue.parameters[0]}} at position {{issue.parameters[1]}}. Expected {{issue.parameters[2]}}, but found {{issue.parameters[3]}}.
nl: Onverwachte code voor halte {{issue.parameters[0]}} op positie {{issue.parameters[1]}}. Netex code = {{issue.parameters[2]}}.

# UnexpectedQuays
source: {{issue.parameters[0]}} Unexpected quays starting at position {{issue.parameters[1]}} in OSM route:{{issue.parameters[2]}}
nl: {{issue.parameters[0]}} onverwachte haltes vanaf positie {{issue.parameters[1]}} in OSM route:{{issue.parameters[2]}}

# UnexpectedQuaysAtEndOfRoute
source: {{issue.parameters[0]}} Unexpected quays at end of OSM route:{{issue.parameters[1]}}
nl: {{issue.parameters[0]}} ontbrekende haltes aan het eind van de OSM route:{{issue.parameters[1]}}

# UnexpectedRouteColour1
source: Unexpected route colour ({{issue.parameters[0]}}). There is no colour in the Netex data.
nl: Onverwachte route kleur ({{issue.parameters[0]}}). Er is geen kleur in de Netex data.

# UnexpectedRouteColour2
source: Differing route colour {{issue.parameters[1]}}. Netex colour = {{issue.parameters[0]}}.
nl: Afwijkende route kleur #{{issue.parameters[1]}}. Netex kleur = #{{issue.parameters[0]}}.
